hx_sweep/LN2_3bar_Re2300_gON/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object p;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    inlet { type calculated; value uniform 0; }
    outlet { type calculated; value uniform 0; }
    heatedWall { type calculated; value uniform 0; }
    adiabaticWalls { type calculated; value uniform 0; }
}
